RRN_Data/1979100/1979161.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-08-31T16:17:32.764+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-08-31T16:17:32.764+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240831-001699" version="1"><overallSeverity>low</overallSeverity><situationVersionTime>2024-08-31T16:17:32.373+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="NonWeatherRelatedRoadConditions" id="240831-001699-1" version="1"><situationRecordCreationReference>frosi240831-000008-frosi240831-000008</situationRecordCreationReference><situationRecordCreationTime>2024-08-31T16:17:29.438+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-08-31T16:17:29.288+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-08-31T16:17:32.373+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-08-31T16:17:29.438+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-08-31T16:17:29.180+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Présence d'huile sur la chaussée, suite à accident d emoto</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.748726</latitude><longitude>6.1142087</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bellecombe-en-Bauges</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D912</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><nonWeatherRelatedRoadConditionType>slipperyRoad</nonWeatherRelatedRoadConditionType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>